<template>
    <div class="home">
        <!-- <h4>הקדמה</h4> -->
        <p class="text">
          מי שגר במרכז תל אביב יודע - מצב החניות לא משתפר עם הזמן. עוד לפני חמש שנים המצב באזורנו היה סביר פחות או יותר אך הזמנים האלה תמו, נכון להיום חיפוש אחרי כחול לבן יכול לקחת גם יותר משעה של סיבובים מסביב לבית ואין שום העדפה בין תושבי האזור לבין המבקרים במסעדות, לבין הילדים שמגיעים לים לבין העובדים ומבקרים במלונות וקניונים ועוד ועוד ועוד כל אלה שמגיעים עם הרכבים הפרטים שלהם מכל הארץ ותופסים חניות מתחת לבלוק שלי ושלך. אז מה אפשר לעשות? בואו נשתף חניות!
        </p>
        <h4>מה זה שיתוף חניות בעזרת המפה?</h4>
        <p class="text">
            בעזרת האפליקציה ניתן לראות על גבי המפה חניות שהתפנו לפני רגע או אלה שעומדות להתפנות בקרוב. אם כולנו יחד נעדכן פינויים נוכל לעזור אחד לשני.</p>
        <h4>איך זה עובד</h4>
        <p class="text">
            די פשוט. כל פעם כאשר אנו רוצים לפנות חניה יש לכתוב כתובת החניה וזמן הפינוי בקבוצה של המערכת, לדוגמה - "בוגרשוב 55 מחר שמונה בבוקר". מיד לאחר השליחה יופיע סמן על גבי מפת המערכת כך שמי שמעוניין לחנות יוכל לראות איפה ומתי הולכת להתפנות חניה.</p>
        <h4>יתרונות המערכת ביחס לקבוצות חנייה</h4>
        <p class="text">
            <ul>
                <li>ניתן לראות על גבי המפה את מיקומם של החניות שמתפנות או עומדות להתפנה בקרוב</li>
                <li>ניתן לנווט לחניה הרצויה</li>
                <li>אין צורך בקבוצות חניה ווצאפ המרובות</li></ul></p>
        <h4>מה עלי לעשות כדי להתחיל להשתמש במערכת</h4>
        <p class="text">
            במידה ותרצה לקחת חלק בפרויקט אליך לעשות שני דברים:
            <ol>
                <li>למלא
                  <a href="https://forms.gle/fcRB9NhyEtS57xsY9" target="_blank">
                    את הטופס
                  </a>
                  ע"מ שנוכל לצרף אותך לקבוצה</li>
                <li>לעבור
                  <a href="http://www.bluewhite.space/register" target="_blank">
                    רישום במערכת
                  </a>
                  לאחר ההצטרפותך לקבוצה</li>
            </ol>
            * שימוש במערכת יתאפשר רק לאחר השלמה של שני הסעיפים הנ"ל.
        </p>
        <p class="text">
            *במידה ויש לך אפשרות לתרום לפרויקט בדרך כלשהי או שיש לך רעיון לשיפור אנא פנה אלי במייל
            <a href="mailto:simonbor@gmail.com" target="_blank">simonbor@gmail.com</a>
        </p>
        <p class="text">
            *נכתב בלשון זכר מטעמי נוחות בלבד אך מיועד לנשים וגברים כאחד.</p>
        <hr>
    </div>
</template>

<script>
    export default {
        data () {
            return {
                msg: 'Home!'
            }
        }
    }
</script>

<style scoped>
    h1, h2 {
        font-weight: normal;
    }
    ul {
        list-style-type: circle;
    }
    ol {
        margin: 0px;
    }
    p {
        font-size: larger;
    }
    .home {
        padding: 0px;
        margin: 20px 0px;
        direction: rtl;
        text-align: right;
    }
    .home p.text {
    }
</style>
